Repository: koukibadr/e-shop
Catalog: lib/l10n/app_*.arb
Languages: fr

# fillAllFields
source: Please verify all fields
fr: Veuillez vérifier tous les champs

# authUser
source: Authenticating user...
fr: Authentification de l'utilisateur en cours...

# registeringUser
source: Creating account...
fr: Création du compte en cours...

# registerError
source: Error while creating a new account try again later
fr: Erreur lors de la création d'un nouveau compte. Veuillez réessayer plus tard.

# authError
source: Can't verify your credentials, try again
fr: Impossible de vérifier vos informations d'identification. Veuillez réessayer.

# register
source: Registration
fr: Inscription

# registerDescription
source: Create a new account and get all newest products
fr: Créez un nouveau compte et obtenez tous les nouveaux produits.

source: Password
fr: Mot de passe

source: Create account
fr: Créer un compte

source: Authenticate
fr: S'authentifier

# continueAsGuest
source: Continue as a guest
fr: Continuer en tant qu'invité

# loginDescription
source: Enter below your credentials to continue shopping
fr: Saisissez vos informations d'identification ci-dessous pour continuer vos achats.

source: Login
fr: Se connecter

# cartDeletionConfirm
source: Would you like to remove this product from cart ?
fr: Voulez-vous supprimer ce produit du panier ?

source: Search
fr: Rechercher

# continueToPayment
source: Continue to checkout
fr: Continuer la commande

source: Remove from cart
fr: Retirer du panier

source: Your cart
fr: Votre panier

source: Add to cart
fr: Ajouter au panier

# noProducts
source: No products has been found
fr: Aucun produit n'a été trouvé

# errorProduct
source: Error while getting list of products
fr: Erreur lors de l'obtention de la liste de produits

source: All Products
fr: Tous les produits

# cartEmpty
source: Your cart is empty, it's time to get some products
fr: Votre panier est vide. Il est temps d'acheter quelques produits.

# selectPriceInterval
source: Select the price interval
fr: Sélectionnez l'intervalle de prix

# resetAll
source: Reset price interval
fr: Réinitialiser l'intervalle de prix
